locale-name = 🇷🇺 Русский

welcome =
    🛍 <b>Добро пожаловать</b> <i>в главное меню чат-бота онлайн-магазина "<a href="{ $channel_link }">RILL STUFF</a>"</i>.
    Здесь Вы можете ознакомиться со всем ассортиментом товаров и сделать заказ.
    Просто воспользуйтесь кнопками <b>меню</b>, чтобы взаимодействовать с функциями бота:

kb-back_menu = ↩ Вернуться в главное меню
kb-menu = ↩ Главное меню
kb-back = 🔙 Назад
kb-other = 🎱 Другое
err-to_long_text = Ваше сообщение слишком больше

favorite-kb = ❤ Избранные
favorite-text =
    Здесь появятся товары, которые вы добавите в избранное.
    Нажмите кнопку "❤ В избранные" в карточке товара, чтобы сохранить товар здесь.

search-kb = 🔎 Поиск

brand-kb = Категория товара
brand-text = Каталог

category-text = 🛍 В <b><i>Каталоге</i></b> Вы сможете посмотреть все основные категории <b>товаров</b>:

sub_category-text = 🛍 В <b><i>Подкаталоге</i></b> Вы сможете посмотреть все категории <b>товаров</b>:

item-not_found = 😔 В этой <b><i>Категории</i></b> пока что нету <b>товаров</b>

item-kb-size = Размер: { $size }
item-kb-image = 🖼 Больше фото
item-kb-add_favorite = ❤ В избранные
item-kb-del_favorite = 🗑 Удалить из Избранного
item-kb-back = ⬅ Предыдущий
item-kb-next = Следующий ➡
item-text =
    { $name }
    { $desc }
    ✅ <b>Размер — { $sizes }</b>
    🔥 <b>Цена — { $price }₽</b>
    <b>Купить</b> — @{ $channel_feedback_username }

item-show_favorites-kb = ❤ Посмотреть в Избранных
item-add_favorite-text = Товар успешно добавлен "В избранные"
item-del_favorite-text = Товар удалён из Избранного

purchase-item-kb = 📦 Перейти к оформлению Заказа
purchase-item-text = 🛍 Перейдите к Оформлению заказа пожалуйста:

purchase-input_name-err = Пожалуйста, введите Ваше полное имя
purchase-input_name-text =
    📇 Для оформления заказа нам нужны некоторые Ваши данные.
    Пожалуйста, пишите Ваше <b>полное имя</b>
    <i>Пример: Арсен Гинатуллин</i>

purchase-input_phone-err = Пожалуйста, введите номер Вашего телефона
purchase-input_phone-text =
    📞 <b>Номер телефона</b> для связи с Вами
    <i>Пример: 7 926 960-11-11</i>

purchase-sdek-kb = 📦 Пункты выдачи СДЕК
purchase-address-text =
    🏠 Пишите полный <b>адрес доставки включая номер квартиры/дома</b>
    📦 Или адрес пункта выдачи СДЕК
    <i>Пример: Москва, ул., Кузнецкий, 87А</i>

purchase-input_comment-text =
    💬 Комментарии к Заказу
    Если комментариев нет, поставьте прочерк

purchase-order-kb = 💳 Оформить заказ
purchase-order-size_out_stock-text = Извините, но размер товара который вы выбрали закончился.
purchase-order-item_out_stock-text = Извините, но товар закончился.
purchase-order-text =
    #️⃣ Номер Заказа: <b><i>{ $order_id }</i></b>
    🙂 Имя: <b><i>{ $name }</i></b>
    📞 Телефон: <b><i>{ $phone }</i></b>
    📍 Адрес: <b><i>{ $address }</i></b>

    Товар: <a href="{ $item_link }">{ $item_name }</a>
    Размер: <b><i>{ $size }</i></b>
    Цена: <b><i>{ $price }₽</i></b>
    Комментарии: <b><i>{ $comment }</i></b>
    После оформления свяжитесь с администратором @RILLDANCE для оплаты

purchase-order-success = ✅ Спасибо, Ваш заказ успешно оформлен

favorite-text =
    Здесь появятся товары, которые вы добавите в избранное.
    Нажмите кнопку "❤ В избранные" в карточке товара, чтобы сохранить товар здесь.

contact-kb_menu = 👤 Контакты
contact-kb = 💬 Написать сообщение
contact-text = 👤 Контакты для связи с продавцом

feedback-kb_menu = 💬 Отзывы
feedback-kb = 💬 Перейти к отзывам
feedback-text = ✏ Отзывы покупателей магазина RILLDANCE

info-kb-menu = ℹ Информация
info-kb-delivery = 📦 Доставка
info-kb-pay = 💳 Оплата
info-kb-feedback = 💬 Вопросы
info-text = ℹ Здесь вы можете получить информацию касательно доставки и оплаты. А также воспользуясь кнопками меню можете получить ответы на часто задаваемые вопросы
